{
"articles": [
    {
        "ID":"1",
        "title": "Turkey earthquake: Istanbul residents fear homes will collapse",
        "title_eng": "Turkey earthquake: Istanbul residents fear homes will collapse",
        "tags":["Housing", "Earthquakes", "Istanbul", "Construction", "Safety", "Engineering", "Architecture"],
        "author": "Anna Foster",
        "date": "01/01/2022",
        "content": "The crack in Mesut Muttaliboglu's bedroom wall is so wide, he can fit a car key into it. He turns it sideways, and with a flick of his wrist, a large chunk of plaster flies off the wall and crashes to the ground. It's why he and his family are moving out of the flat they've lived in for the last 15 years. The whole building has been condemned after failing an earthquake safety test. There's a very high chance that a tremor would bring this whole block crashing to the ground. Here in Istanbul, fear is growing. The two powerful earthquakes in Turkey's south that claimed almost 50,000 lives have brought a new urgency to its biggest city. Home to 15 million people, it sits on the North Anatolian fault line, and experts predict it's due its own major earthquake before 2030. Around 70% of the city's buildings were built before rule changes that enforced stricter construction standards in 1999, and so are considered potentially unsafe. Just three months ago, a study said a quake here could kill up to 90,000 people. Now, the race is on to get the city ready. Mesut knows all too well the devastation a quake can cause. He's just returned from the epicentre in the southern city of Kahramanmaras, where he lost relatives. As we talked in his now-empty flat, he described the moment he found out. Collapsed buildings in the aftermath of a powerful earthquake in the centre of Kahramanmaras IMAGE SOURCE,EPA Image caption, February's earthquake devastated the city of Kahramanmaras 'It happened at 04:17, a relative called and we all woke up screaming.' Mesut's face crumples into tears and he turns away to compose himself. 'It's a horrible situation. We couldn't get [to Kahramanmaras] for three days because of snow, and when we reached the rubble it was so hard. I can't describe it. I hope God doesn't make anyone else experience this.' When Mesut returned to Istanbul, the authorities had shut off power and water to his flat. 'I asked for them back again just so we could move. They gave me two more days.' 'The municipality had sent us written warning about it, but the situation wasn't resolved due to rejections from the neighbours. We knew that our utilities were going to be shut off, and we were ready to leave here, but then the quake happened and it all became a shambles.' Since the earthquakes in the south, there've been more than 100,000 new applications to the Istanbul municipality for building safety checks. The waiting list for one shot up to three months, then four, and it keeps rising. Tenants as well as landlords can now apply, but some still don't because of the financial implications. The compensation to help those who need to move out of condemned buildings is low. There are no official numbers showing how many fail the test. The city's mayor, Ekrem Imamoglu, has promised more training for rescue teams, and preparation of temporary shelters that could house up to 4.5 million people in the aftermath of a quake. But many fear it still isn't enough. Dr Kurtulus Atasever Image caption, Engineers like Dr Kurtulus Atasever warn many of Istanbul's buildings have architectural features that weaken their structure A walk down an average Istanbul street tells you why. Many of the buildings have particular design features that can make them collapse if they're put under pressure during a quake. Dr Kurtulus Atasever, a structural and earthquake engineer, met me to point some of them out. We stood on an empty patch of ground, strewn with rocks, that used to be the foundations of a building. When a magnitude 5.8 quake hit Istanbul in 2019, it was so badly damaged it had to be knocked down. Up and down the street, its neighbours have many of the same flaws. Good quality concrete is vital, he tells me. And the architecture is crucial. 'We have some overhangs here. In this type of building we have some weak or soft storeys. There are short columns too, they are actually all typical building problems.' In very simple terms, each of them weakens a building at ground level, meaning it struggles to hold up the floors above if there's an earthquake. An overhang makes the rest of the building wider than the footprint. Soft storeys are where the ground floor is taller than the floors above it. Short columns don't have enough length compared to their diameter. They can be done safely, Dr Atasever points out, but only if proper thought and planning has gone into the design. In old buildings especially, that's rare. We're standing in the shadow of Yasemin Suleymanoglu's house, and I ask if she's concerned about the apartment block it's in. She holds her daughter's hand and looks up at the face of the building. 'I don't feel safe here,' she says. 'Our building shook a lot during the 2019 earthquake, and the columns of the one across the street cracked. I've been feeling restless since that sound, and with this latest quake we are really scared. We're losing our sleep because it may hit us any time. And I think we're at risk because our building is old.' Yasemin Suleymanoglu, a mother and Istanbul residentBBC We're losing our sleep because [an earthquake] may hit us any time Yasemin Suleymanoglu Mother and Istanbul resident The next step is the development of a 50km (31-mile) long fibre-optic based early warning system. But for a city so huge, it's hard to know where people would go to seek shelter, even if they had notice that a quake was coming. As pictures of the devastation in the south continue to fill Turkish TV screens, these concerns are now front-of-mind for a huge slice of Istanbul's population. And just two months away from important presidential and parliamentary elections, that really matters. Overnight, the earthquake and its aftermath have joined Turkey's economic crisis as a key issue for voters. Many aren't happy with the government's handling of either. The aftershocks here aren't just physical, they're political too.",
        "summarize": "The article discusses the fear of earthquakes in Istanbul, Turkey. Two powerful earthquakes in Turkey's south have brought a new urgency to the city, as experts predict that it's due its own major earthquake before 2030. Around 70% of the city's buildings were built before rule changes that enforced stricter construction standards in 1999 and are considered potentially unsafe. The article also features interviews with Istanbul residents who have lost family members in previous earthquakes and others who express their fear of living in the city due to the potential risk of earthquakes. There is also mention of the waiting list for building safety checks, compensation for those who need to move out of condemned buildings, and the development of a 50km long fibre-optic based early warning system."
    },
    {

        "ID":"2",
        "title": "The Saga of the World’s Greatest Dogsledder—and the Fight Over the Future of the Iditarod",
        "title_eng": "The Saga of the World’s Greatest Dogsledder—and the Fight Over the Future of the Iditarod",
        "tags":["huskies", "Iditarod", "Alaskan", "ConstruAlaskanction", "Safety", "Engineering", "Architecture"],
        "author": "JOHN ROSENGREN",
        "date": "12/04/2022",
        "content": "A team of huskies barreled down the trail, straining at their traces, pulling a driver hellbent for Nome. It was early in last year’s famed Iditarod sled dog race, and Dallas Seavey, the defending champion, rode upright behind his team of 14 dogs. They’d reached a treacherous stretch of Alaskan backcountry where the wind had scraped the earth bare in patches, and he felt his sled jerk uncertainly beneath him. Losing control here, Seavey knew, could spell ruin for a team early in the grueling race from Anchorage to Nome, a journey across nearly a thousand miles of rugged wilderness. It was the 50th running of the contest, and stakes were high: Seavey was vying for an unprecedented sixth victory. Such a win could solidify his reputation as the greatest musher of all time. But as the sport’s most visible star, he had also become a lightning rod for critics of the dogsled industry, and it seemed he might never outrun their reproach. He heard the yelping of dogs carried on the wind. The cries grew louder, and soon Seavey came upon them, a team of huskies on the side of the course, their sled tangled in the brush. Instantly he recognized the driver: It was his father, Mitch Seavey, a three-time Iditarod winner who, in addition to being Dallas’s mentor, happened to be his primary rival. Mitch’s dogs had flown down an icy creek bed and veered off course; as he tried to turn sharply back to the trail, his sled tipped over and slammed him to the ground. The impact had bruised his ribs and torn his labrum. Dallas Seavey leads his team through a snowstorm in Anchorage during the ceremonial start of the 2022 Iditarod. Dallas Seavey leads his team through a snowstorm in Anchorage during the ceremonial start of the 2022 Iditarod.Mark Thiessen / AP Images Dallas had a quick decision to make. Here was his father, in need. If he suddenly reined in his dogs and mingled two excitable teams, he might make the situation worse. But something else spurred him on, and Mitch understood. They both desperately wanted to win this race. “He saw me, but I didn’t expect him to help me,” Mitch later said. “He had a tiger by the tail at the time.” Dallas streaked by his injured father. That fierceness and focus came naturally to Dallas. About two weeks after his 18th birthday, in 2005, he became the youngest competitor to ever finish the Iditarod; at 25, he became the youngest to win it. But his fifth victory, in 2021, carried an asterisk: He triumphed on a truncated 848-mile course, shortened to prevent the potential spread of Covid in rural Alaska. Diana Haecker, the editor of The Nome Nugget, which has reported on the Iditarod since the race’s inception, said there was a sentiment circulating on social media that he’d won four bona fide Iditarods and one abbreviated one. To convince those skeptics, she said, “He has to finish one more in Nome to have that bona fide fifth.” “They all look different, but they’re the same in their insane desire to run.” DALLAS SEAVEY ON HIS 110 SLED DOGS To the sport’s critics, however, no amount of victories can erase their perception of Dallas’s wrongdoings. As he and his father came to dominate the Iditarod, they also became ensnared in a long-running debate about the very nature of dog sledding. Are huskies at their happiest running hundreds of miles a week, as mushers maintain? Or, as animal rights activists insist, are they victims of callous human ambition, sometimes required to endure unfathomable hardship? The conflict has embroiled both the Iditarod and the Seaveys in a fight that could change the sport forever—and, if some have their way, maybe even lead to its demise. GET 1 YEAR OF GQ + A FREE GQ HAT Dogsledding’s most powerful antagonist, People for the Ethical Treatment of Animals, is as intent on terminating the race as Dallas is about winning it. For years, the organization has been quick to publicize allegations against the Seaveys, whom critics have accused of mistreating their dogs. Then, six years ago, hours after the finish of the 2017 Iditarod, four of Dallas’s dogs tested positive for a banned opiate painkiller. Critics seized upon the doping violation as evidence of the race’s abusive nature and ratcheted up their public vitriol. Even though Dallas was eventually cleared, the controversy rocked the tight-knit mushing community, with its reverberations still being felt. All the while, Dallas maintained that he never gave his dogs any banned substances, and after three years in self-imposed exile, he returned to the Iditarod in 2021 and won. A year later, however, there was still the sense that he was racing for validation. The question persisted: If he didn’t dope his dogs, who did? Not all were satisfied with his explanation. And there was a sense, for some, that his story was still shrouded in mystery—about what he might have done or, maybe, about what had been done to him. “Human nature,” Haecker said, “is such that people always envy the successful.” The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod Dallas Seavey’s kennel, where he houses his 110 sled dogs, lies off the grid, outside the town of Talkeetna, about a two-hour drive north of Anchorage. Other than moose, there are no neighbors in sight. Last winter, in the days just before the start of the Iditarod, he showed me around the compound. After a heavy snowfall, the power had gone out in town, but thanks to two generators and a patch of solar panels, Dallas’s own grid was still running. This is where he made his home, in the wilderness with his dogs. Spread across a field were neat rows of red wooden dog houses, 99 of them in all, each capped with snow. The dogs were tethered to zip lines allowing them to move back and forth and interact with their neighbors. Known as Alaskan huskies, these sled dogs aren’t actually a breed but a mongrel. Over the years, native Arctic dogs have been crossed with a number of breeds—setters, pointers, shepherds, border collies—in search of the right blend of speed, stamina, and toughness to endure the rigors of frontier life and sled dog racing. Dallas, after an apprenticeship under his father, had spent years on his own breeding what he called “superdogs”—elite canines capable of leading a team to victory in the Iditarod. His huskies’ mottled coats reflect their roots; they had no uniform appearance other than their lean, muscled physiques. “They all look different,” Dallas said, “but they’re the same in their insane desire to run.” Raising and racing animals of this caliber is an expensive venture. Over his career, Dallas, who is 36, has won more than half a million dollars at the Iditarod, where the 2022 prize for finishing first was just over $50,000. But competing in the sport on the grand scale that Seavey does costs him plenty, even with the backing of several sponsors. His Talkeetna kennel is a sprawling operation tended to by eight paid staffers that Seavey houses on-site. As he showed me around, he ticked off the start-up expenses he incurred in creating the place: clearing the topsoil; putting in a road; building a small lodge, staff cabins, and an equipment shop, plus the dog houses. He wants to add a dedicated space for canine massage and electromagnetic therapy. “Talk about a financial purge,” he said. “It’s never-ending.” In addition to the cost of maintaining his facilities and paying his eight staffers then living at the compound, Dallas estimated that it set him back $1,500 a year to feed each dog. On top of that there’s vet care, sled maintenance, gear, and booties—the dogs go through them by the thousands, and for the 2022 Iditarod alone they cost him $1,800. Dallas’s summer business, giving sled dog rides to tourists, offsets some of these expenses, but he wasn’t getting rich. “They say, ‘If you want to become a millionaire in dog mushing, you’ve got to start as a billionaire,’” he said. One of his most unexpected costs was perhaps the bill he racked up when he hired a legal team and a P.R. firm after the doping controversy. Soon he would be stepping back from the spotlight, and the scrutiny that had been following him: Dallas told me the 2022 Iditarod would be his last for a while. He said he’d continue to run his kennel and his tour business, but he was taking an extended hiatus from racing, and planned to spend more time with his daughter, Annie, then 11. As we walked down the lane, a dark dog bounded up to greet us. Dallas rubbed him behind the ears. “Hero’s a big boy,” he said, “but he ran like a little dog.” A veteran of his 2015 winning team, Hero was now retired. Dallas took me inside his lodge, where he introduced me to an Alaskan legend: Beatle, his lead dog on three Iditarod-winning teams. Now he was curled up on a chair. “Beatle, you lazy sack of bones,” Dallas teased. “I’ve run over 30,000 miles with that dog. When he moves, he has a beautiful, smooth gait. Now he runs an hour in the morning and an hour in the evening, then he’s happy to spend the rest of the day sleeping.” Back outside, Dallas led me to the back two rows of doghouses, where he kept his varsity. He had narrowed the candidates for his 2022 Iditarod team to 20 but had yet to settle on the final 14 he’d take with him to Anchorage. Regardless of which dogs he selected, he was confident his final lineup would be “as good as any team in the world.” He paused to pet a brownish dog standing outside his house. “Canton, you’ve got a goober in your eye,” he said, wiping the mucus away with his finger. Two others, Swifter and Mustang, shied away from us. “Mustang takes half a day to warm up to someone new,” Dallas explained. “Swifter takes a little longer. If there’s something scary, I’m his security blanket. He’ll be right up next to me.” Indifferent to the falling snow, he stood with his dogs and talked at length about the importance of anticipating their needs—food, rest, massage—and building their trust in him. “If you understand them, how their brain works, and communicate with them on that level,” he said, “you can accomplish some pretty amazing stuff.” An aerial view of the official start of the 2022 Iditarod in Willow Alaska. An aerial view of the official start of the 2022 Iditarod in Willow, Alaska.Loren Holmes / AP Images Curiously enough, the “Father of the Iditarod” was a man who grew up in the Oklahoma Dust Bowl. Joe Redington, Sr., started training sled dogs after he moved to Alaska, and used to hook up 200 of his dogs to pull a school bus as a sort of carnival trick. This was in the mid-20th century, a time when sled dogs were being replaced by snow machines for delivering mail and supplies, and Redington, Sr., wanted to honor the animals’ contributions to Alaska’s way of life. To commemorate the state’s frontier spirit, a course was devised that followed the Iditarod Trail, the route that thousands trekked across Alaska in the early 20th century after gold was discovered in Nome. “For us, the Iditarod was bigger than anything. To win it was the ultimate life goal.” DALLAS SEAVEY Mushers and their teams forged over the Alaska Range, along the Yukon River, through the Gold Rush settlement of Iditarod, by then a ghost town, and across a stretch of frozen Bering Sea. Along the way, they endured wind chills well below zero, risking frostbite and hypothermia. Thirty-four dog sledders contested the first race, but the ultimate opponent was nature itself, the challenge just to reach Nome. Twelve mushers would drop out along the way, and over the next half century, roughly a third of those who started the race wouldn’t finish it. The first race was held in 1973, and among that inaugural field was Dan Seavey, who had come to Alaska from Minnesota to take a job teaching history and bought a sled dog a month later. “That was the beginning of my love affair with dogs,” Dan, now 85, recalled. After finishing third, he competed in the Iditarod into his seventies, mentoring younger mushers along the way, including his son Mitch and grandson Dallas. “He’s one of the best at developing dogs,” Dallas said, “especially lead dogs.” But Dallas would learn the most from his father. A one-time commercial fisherman who spent some time in real estate before opening a dog kennel, Mitch first competed in the Iditarod at 22, and became known for his tenacity and meticulous preparation. Dallas absorbed those qualities early: Bedtime didn’t come until his chores were done, which included picking up dog shit and changing straw in the doghouses of the kennel. Mitch and his wife, Janine, homeschooled Dallas and his three brothers, two of whom would also one day compete in the Iditarod. “Racing was not something that just my dad did, it was something the whole family did,” Dallas said. “For us, the Iditarod was bigger than anything. To win it was the ultimate life goal.” Mitch ran the Iditarod ten times before winning on his eleventh try, in 2004, at age 44. When that happened, everything changed. No longer was victory a quixotic notion. “To finally win after years and years of working for this goal just out of reach was a moment of revelation,” Mitch said. “We can do this, too—it’s not just for other people. It was a life shift in many ways.” Dallas was there, standing in the chute when Mitch drove his team under the famed Burled Arch that marks the finish line in Nome. It was just after his 17th birthday, and his father had entrusted him with training his winning team. A thought began to take hold that he too would not only run the Iditarod but win it. The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod Five years later, at 22, Dallas started his own kennel in Willow. “I didn’t want to become a better Mitch Seavey,” Dallas explained. “My dad was entrenched in the way he was doing things, and the way others were doing them as well—it’s easy to get caught up in that echo chamber.” Dallas pored over data from previous races. He was particularly intrigued by the Smyth brothers, Ramey and Cim, veterans who managed to keep the speed of their teams consistent throughout the race. In contrast to what he saw as the prevailing training practice of running dogs for 70 to 80 miles, resting them a day or two, then running them the same distance again the next, Dallas started doing shorter, four-hour daily runs at an average of 8 to 8.5 miles per hour—a tempo he felt his dogs could sustain over a thousand miles. “Some may consider that slow,” he said, but in those years, “8 miles per hour at the end of the race was fast. I want to have the fastest travel times at the end of the race.” “He seems virtually impervious to misery and pain. It’s not like he’s going to give up.” MITCH SEAVEY ON COMPETING AGAINST HIS SON DALLAS Father and son may have taken different paths, but from 2012 to 2017 they combined to win a staggering six Iditarods in a row. When Mitch triumphed for the second time, in 2013, he became, at 53, the oldest musher to ever win the race, only to break his own record four years later. That year he also set the course record with a time of 8 days, 3 hours, and 40 minutes—a performance that shattered Dallas’s mark from the year before by more than seven hours. Mitch, a former wrestler with a compact build, hasn’t lost any swagger over the years. Dallas is slighter—5-foot-8, roughly 155 pounds—but he bristles with grit. In his teens he too was a wrestler, a high school Greco-Roman national champion. A series of concussions forced him to leave the sport at 19, but not before he’d cultivated an appetite for suffering. “The more miserable the conditions,” he said, “the better I’ll do.” His father concurs. “He seems virtually impervious to misery and pain,” Mitch told me. “It’s not like he’s going to give up.” That’s an indispensable quality in a wilderness that shows no mercy; Iditarod lore is loaded with tales of toughness. Four-time champion Martin Buser badly sprained his ankle early in the 2014 race but continued on to Nome. In 2019, Anja Radano crashed in the Dalzell Gorge, a jagged thousand-foot descent, broke a rib and injured her leg, but gutted it out to the end. In 2021, Aliy Zirkle’s sled flipped on an icy section of the course and she crashed hard. Severely concussed and unable to use her right arm, Zirkle pushed on to the next checkpoint, where she was airlifted to a hospital in Anchorage. Dallas himself nearly died in the 2011 edition of the Yukon Quest, an annual race that runs a thousand miles across Canada and Alaska. When his dogs broke through the thin ice of a frozen creek, he had to slosh through knee-deep water to lead them to safety on the other side in near 50-below temperatures. He stumbled and fell into the water, soaking his clothes, which quickly froze. Another musher helped him out of his ice-caked layers, and Dallas managed to make it to the next checkpoint wrapped in his sleeping bag, though not before a grim thought crossed his mind. At least if I died, I was doing what I loved. Each race brings its own unforeseen challenges. Not long after he passed his father in the 2022 Iditarod, a little more than 110 miles along, Dallas noticed some of his dogs weren’t eating. Something was wrong. Dallas flipped through a mental checklist of possible explanations. Stress? No, the race had started only about 15 hours earlier. It was too early. Maybe they just weren’t hungry? No, after some major efforts, his dogs had worked up an appetite. Tired? Not yet. Too soon. Some sort of bug? Must be. About another hundred miles on, between Rohn and Nikolai, his hunch was confirmed when he spotted one of his dogs spurting green diarrhea: Some sort of stomach bug must’ve infected the team. Dallas knew that victory would be impossible with sick dogs. His challenge shifted from outracing his competition to nursing his team to health. “You can’t be afraid to lose,” he said. “You have to be willing to back off and care for the team.” In McGrath, the next checkpoint, he gave his sick dogs a probiotic clay substance that absorbs toxins. And for an hour at a time, he carried his sickest dogs in the basket of his sled or a small trailer affixed to the rear. This provided a respite for those that were hurting, but it also put more stress on the others. Without his entire team pulling at full strength, a sixth victory became a more complicated proposition. He would have to wait and see if his ailing dogs could regain their health soon enough to chase down those ahead. The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod During the race, the average 50-pound sled dog needs to consume about 10,000 calories a day to replenish its energy sources, the equivalent of a 150-pound person consuming 30,000 calories, or about 55 Big Macs. That’s a lot of food—and a big logistical challenge for a dog sled team that begins long before their journey commences. Sixteen days before the start of the Iditarod, Dallas backed up his black Dodge Ram to the loading dock of an Anchorage warehouse. Volunteers helped him unload dozens of plastic bags packed with food for himself (energy bars, meat sticks, pizza slices) and for his dogs (pork bellies, chicken skins, salmon, beef fat) and backup trail supplies (booties for the dogs, gloves and socks for himself). The bags—each with a town name inked on the side—were to be loaded onto pallets, trucked to the airfield, flown to several of the 19 trail checkpoints, and couriered by snowmachine to those where the ground was too rough to land a bush plane. It was the kind of intensive preparation, attuned to the finest of marginal gains, that showed how much the sport has modernized over the past half century—and one of the reasons why finishing times have steadily decreased. In the late ’80s, the winner typically reached Nome in a little over 11 days. By 2010, it was de rigueur to win in fewer than nine. There are several other factors that have increased the speed: smarter training, better groomed trails, improved nutrition for dogs, lighter sleds with faster runners, genetic improvements through savvier breeding. And possibly, critics contend, performance enhancing drugs. The month after the 2017 race, when he finished second behind his dad’s record-setting time, Dallas got a call from Mark Nordman, the Iditarod race marshal: Four of his dogs had tested positive for Tramadol, an opiate painkiller popular among professional cyclists. Dallas was concerned but figured there must be some kind of mixup or misunderstanding that would get resolved soon. But it didn’t. “When you run a doping program for this long and no one is ever caught, something is wrong with your doping program.” CRAIG MEDRED, A FREELANCE JOURNALIST WHO HAS COVERED THE IDITAROD FOR 30 YEARS Later that year, the Iditarod Trail Committee announced that several dogs in an unnamed musher’s team had tested positive for a banned substance; since they couldn’t determine whether the musher played any role in the dogs testing positive, the board was changing the rule regarding “canine drug use” so that in the future, competitors would be liable for any positive drug tests, unless they could establish that the results were beyond their control. Dallas felt unfairly outed. Even though he hadn’t been named, he thought his identity was only faintly disguised. Meanwhile, other mushers were outraged by how the board appeared to handle the situation under a veil of secrecy. Two weeks later, after an emergency meeting, the Iditarod Official Finishers Club—which considers itself the players’ union for mushers—issued a statement signed by 83 members demanding “the release of Musher X’s name within 72 hours.” The Iditarod Trail Committee promptly obliged, naming Dallas. He immediately issued a nearly 18-minute video on YouTube in which he blasted the Iditarod governing body for its handling of the situation and declared, “I have never given any banned substances to my dogs.” Iditarod officials randomly test dogs at several checkpoints, but the only guaranteed test is for the top 20 mushers after the finish in Nome. Dallas’s dogs’ concentrations of Tramadol seemed to suggest they had ingested it not long before they were tested. But who would do that? “I don’t think it’s logical Dallas would’ve doped his dogs knowing they’re going to be tested,” said Stuart Nelson, Jr., who has served as the race’s head veterinarian for the past 28 years. The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod The story not only played widely in state news but also was picked up by The New York Times, making Dallas feel like he was being portrayed as “the number one criminal in Alaska.” Other mushers publicly supported him, however, and in December 2018 the board apologized and cleared him of any involvement with the positive tests. But that didn’t make everything better. “When you print a headline, it’s a headline,” Dallas told me. “When you print a correction, where does it go?” The board’s handling of the situation damaged its relationships with some mushers and sponsors, imperiling the race itself. A consultant group hired by the race’s major sponsors in the wake of the situation asserted in its December 2017 report that “the priority of the board should be to take immediate steps to improve their relationship with sponsors and mushers.” Dallas boycotted the Iditarod for three years, instead twice racing the longest sled dog race in Europe, Norway’s 745-mile Finnmarksløpet. Throughout, he has maintained that he never gave his dog banned substances. In the statement he released on YouTube, he speculated about several possible explanations for the positive test, suggesting that a competitor or an “anti-musher” could have slipped his dogs the drug. “You’d have to be pretty naive to think there’s not any doping going on with sled dogs.” TWO-TIME IDITAROD FINISHER JOHN SCHANDELMEIER The most fervent “anti-mushers” are, of course, certain animal rights activists, PETA foremost among them. An official from the organization flatly denied any involvement. “Of course PETA did not do that,” Melanie Johnson, the manager of PETA’s animals in entertainment campaigns and the overseer of its efforts concerning the Iditarod, told me. Regarding the possibility of any doping in the Iditarod at large, in 2017, Chas St. George, the race’s chief operations officer, told Alaska Public Media that Seavey’s dogs’ positive result was the first for a banned substance since the race started testing in 1994. Craig Medred, a freelance journalist in Alaska who has covered the race for decades, has reported on his blog that in the past “some mushers were asked to retire or take some time off from the race after being discovered with doped dogs.” Stuart Nelson, Jr., told me Dallas’s dogs were not the first to have tested positive for banned substances since he became chief veterinarian nearly thirty years ago. He could only remember one prior violation—what he described as “back of the pack, not in the money, and pretty innocuous stuff”—in which Rimadyl, a banned anti-inflammatory drug, had turned up in a dog’s urine. (The Iditarod Trail Committee’s Canine Drug Testing Manual draws a distinction between actual doping violations and positive tests that can result from dogs eating large amounts of meat from animals treated with pharmaceuticals.) “It’s hard to say how widespread it is, but they’re training year-round, and the Iditarod is telling them when to stop using—with what the rules advise—so they don’t get caught,” Medred told me. “When you run a doping program for this long and no one is ever caught, something is wrong with your doping program.” John Schandelmeier, who has raced the Iditarod twice and won the Yukon Quest twice, explained a possible strategy to avoid the tests during a race; you can simply make a quick stop at a checkpoint where you’ve heard there might be testing, or you can wait until your dogs are bedded down, giving them time to pee and helping to ensure that they won’t urinate again later for the tester. “You’d have to be pretty naive to think there’s not any doping going on with sled dogs,” Schandelmeier said. The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod When Seavey reached Cripple, roughly the midpoint for last year’s Iditarod, he had with him 12 of his original 14 dogs. They had been racing for four days. He withdrew one dog who was dehydrated, perhaps because of the diarrhea, and another who’d hurt his shoulder after stumbling on an uneven patch of trail. At the checkpoint, Dallas took his mandatory 24-hour rest, which gave him time to feed his remaining dogs, rub ointment on their paws, massage sore muscles, let them sleep, and grab some shut-eye himself. Mitch would arrive soon, too. His shoulder and ribs ached from his crash two days earlier, but he’d managed to make up some time, and was the fifth musher to arrive at the checkpoint. When Dallas left the next evening, his dogs looked better but still not 100 percent. Only three mushers were ahead of him, with Brent Sass leading the way, three hours and seventeen minutes up the trail—not an inconceivable gap to close. On Saturday, March 12th, Dallas opted for his first eight-hour break, in Nulato, 157 miles later, to give his team some extra rest. There he withdrew two more dogs. Swifter was still sick. The other, Ace, a hard worker, had tired, and Dallas feared he could be a drag on the rest of the team. With 393 miles to go, Dallas was down to 10 dogs and only 2 hours and 45 minutes behind Sass, who left Nulato with 12 dogs. “People who do sports or activities with their dogs promote and foster and create the greatest human-animal relationships this planet has to offer.” DALLAS SEAVEY But Dallas had managed his team adroitly enough to pull away from his other competitors. Bruce Lee, an analyst for Iditarod Insider, the race’s online news source, assessed earlier in the week that Dallas’s and Sass’s teams possessed “strength, attitude, and power that none of the other teams matched.” Lee also observed that Sass, then 42, a veteran musher who had finished third in 2021 and fourth in 2020, had “a very hungry look in his eyes.” But Dallas was hungry himself, and his dogs were on the mend. He blew through the next checkpoint in Ruby, 70 miles past Cripple, saying his dogs were “eating like monsters.” They were starting to look again like Dallas’s dream team, the one that could deliver his coveted sixth victory. But if such an image thrilled his fans, it repulsed the critics who’ve worked for years to end the race. The Iditarod has become, not surprisingly, a highly charged battleground for animal rights activists who make a point of being on hand for the festivities. A week earlier, at the race’s ceremonial start, in Anchorage, on March 5th, six activists working with PETA had posed as mock pallbearers carrying a sled as a coffin stacked with fake “dead” dogs. The organization has opposed “the deadly Iditarod” for decades, asserting it’s cruel and dangerous to make dogs pull sleds a thousand miles in harsh weather. PETA is not the only animal rights group that has voiced objections to the Iditarod; the Humane Society of the United States denounced the race in the mid-’90s, prompting Timberland, a major sponsor at the time, to drop its support. The claims of dog abuse gained momentum with the 2016 documentary Sled Dogs, which portrayed the industry at large as having cruel practices in breeding, training, and racing. PETA sent the film to Iditarod sponsors in April 2017, and claimed victory when Wells Fargo ended its 29-year sponsorship shortly afterward (though a spokesman for the company said at the time that the decision was based on a marketing review, noting that their investment in the race had declined since 2010). PETA’s stated goal is to end the Iditarod, and a crucial element of its strategy is to cut off the race’s funding by shaming sponsors through petitions and theatrical protests. For example, the group staged demonstrations at Alaska Airlines’ headquarters in the Seattle area. In 2020, Alaska Airlines announced it would drop its more-than-40-year Iditarod sponsorship after that year’s race (a spokesperson for the company said at the time that the decision reflected a shift in corporate giving and was not influenced by PETA). The organization also bought more than 100 shares of ExxonMobil stock and in late 2020 submitted a shareholders proposal urging the company to “consider eliminating sponsorships that benefit activities in which animals are exploited, harmed or killed, such as the Iditarod.” A month later, in early 2021, ExxonMobil agreed it would conclude its 43-year support of the race, citing at the time a review of sponsorships “in light of current economic conditions.” In 2022, The Lakefront Anchorage hotel and Nutanix backed out, joining what PETA says is a growing list of 20 sponsors that have dropped their support of the race in recent years. The Iditarod has added two major sponsors in recent years, including Hilcorp and Harvest Midstream, which join GCI and Donlin Gold as the race’s “principal partners,” all of which PETA continues to pressure. “PETA will continue its protest until the Iditarod is ended for good,” Melanie Johnson told me. In 2008, the Iditarod offered prize money totaling almost $925,000. But as sponsors dropped, so did the purse. In 2023, the race will pay out $500,000, the same amount as in 2022. The number of mushers peaked at 96 in 2008, fell to 49 in 2022, and to 33 in 2023. Despite PETA’s aggressive campaign against the race, the Iditarod leadership insists it is not facing extinction. “I don’t think the race is in danger of being shut down,” St. George told me. “It’s a joy to watch these dogs doing what they’re supposed to be doing—run. That’s what they’re bred to do.” CAROLINE TONOZZI, AN EMERGENCY VETERINARIAN AT THE IDITAROD Much of the debate centers around a fundamental disagreement about canine care. Tracy Reiman, PETA’s executive vice president, told me that, “‘Sled dogs’ are the same as all other dogs who want to live in a warm house with caring people.” She and other animal rights activists object to dogs being chained and kept outside in harsh weather. Sled dog racing advocates maintain that Alaskan husky mixes with double fur coats are able to stay warm in very cold temperatures and thrive in events like the Iditarod. “Some people disagree with dogs having a job, but if we’re utilizing dogs to pull a sled, [Alaskan huskies] are the right dog for that,” says Caroline Tonozzi, an emergency and critical care veterinarian from Illinois now in her seventh year volunteering at the Iditarod. “It’s a joy to watch these dogs doing what they’re supposed to be doing—run. That’s what they’re bred to do.” Dallas objects to the way the debate is framed as animal rights groups versus mushers because he sees himself as an animal rights activist as well. “People who do sports or activities with their dogs promote and foster and create the greatest human-animal relationships this planet has to offer.” But he often hears the same refrain from his critics: “‘Oh they’re just doing that because they as a human want success in a race or to accomplish this end or something of that nature, not for the simple fact that we have chosen to spend our lives surrounded by animals,” he told me. “And what we do beyond that is promote healthy pet ownership.” Still, it’s undeniable that dogs have suffered and died while running the Iditarod. PETA claims that, since the event’s inception in 1973, more than 150 dogs have died racing it, a number based on past media accounts and official race reports in recent years. Iditarod officials disputed the accuracy of this figure, noting that records of dog deaths were not kept in the early years of the race, but declined to offer a tally based on their own accounts. Ashley Keith, a former musher turned sled dog advocate, has attempted to compile an account of deaths on her website HumaneMushing.org from historical reporting and Iditarod press releases; her count, missing data on a handful of races, comes to 115. Thirty-one of the reported fatalities Keith cataloged were said to have occurred during the event’s first two years. The average number of deaths has declined in recent years: Between 2010 and 2019, a dozen dogs died. According to necropsy reports, causes of death over the race’s history have included heart ailments, aspiration pneumonia, asphyxiation after being strangled on tangled lines or getting buried in snow, and being struck by cars and snow machines. The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod In addition to fatalities, activists are concerned by the number of dogs that are withdrawn from the race. In 2022, just over a third of the 682 dogs who started the race were pulled before the finish. While some dogs depart for strategic purposes, others depart for reasons like injuries, fatigue, diarrhea, and pneumonia. Over the years, the Iditarod has improved its track record. It has supported academic research on the physiology of sled dogs, and in 2022, 52 veterinarians checked dogs along the route, with seven providing care when they were returned at four locations. Dogs that are withdrawn are flown to Anchorage, where they’re given water, food, and, if necessary, medical care until they’re retrieved by their musher or one of their handlers. In the weeks before the race, a team of vet techs at Iditarod headquarters, in Wasilla, conducted a mandatory pre-race screening on all the dogs that had been entered, drawing blood, administering EKGs, and outfitting dogs with microchips that allowed vets to access their health data. Nelson Jr., the head vet, called every musher afterward to discuss the results. Each year, he said, his team flagged on average a couple of dogs with heart conditions that shouldn’t be running the race. “May not seem like many,” he explained, “but if two dogs are identified that could’ve died, that’s good.” “I’ve had PETA plants, spies in my kennel. They just make shit up.” MITCH SEAVEY But PETA has stayed on the offensive. The organization has not only targeted sponsors; it’s also called out mushers. As Dallas’s and Mitch’s successes mounted, PETA took aim at them in a series of press releases, amplifying allegations that they may have mistreated their dogs. The Seaveys have consistently denied these accusations and counter that PETA, a nonprofit that in 2021 took in $72.7 million ($68.4 from donations), seems more interested in raising money than caring for dogs. “What burns me is where you have good people who want to do something to help dogs, but they’re getting conned,” Dallas said. He pointed out that the organization euthanizes a large number of dogs at its headquarters’ shelter in Norfolk, Virginia. According to the Virginia Department of Agriculture and Consumer services, 718 dogs were euthanized at the shelter in 2022—66 percent of the canines they took in that year. In an email, Reiman offered context for those alarming numbers: “PETA offers end-of-life services for people who can’t afford to pay for their sick and dying animals to be euthanized as well as for animals who are elderly, feral, sick, suffering, dying, aggressive, or otherwise unadoptable.” As one example of what Dallas says are the organization’s exaggerated claims against him, he pointed to PETA’s public comments about his “poor three-legged dog.” According to Dallas, when a moose attacked his team on a training run in 2012, the dog, Gott, suffered a spinal hernia and was paralyzed below the neck. A vet, he recalls, suggested putting Gott down. Instead, Dallas flew the dog to Oklahoma, where he says a specialist spent 18 months treating the dog and was able to revive function in Gott’s torso and three of his legs. His fourth leg, still damaged, was later amputated. The dog lived another nine years. Of the hundreds of dogs he’s had in his kennels, Dallas said that other than Gott, “I’ve never had a dog on my team who’s died or had a major injury” as a result of training for or racing in the Iditarod. In February 2011, a small-town newspaper in Canada’s Yukon, The Whitehorse Daily Star, printed a letter to the editor from an Australian woman named Jane Stevens who described what she says was a brutal beating she witnessed at the kennel of a top musher where she’d volunteered for a few weeks. She later identified the musher as Mitch Seavey, who she said had kicked, punched, and thrown one of his dogs to the ground. “Be assured the beating was clearly not within an ‘acceptable range’ of ‘discipline,’” she wrote. Stevens reported the incident to a number of parties—the Alaska State Troopers, the Iditarod Trail Committee, and a sled dog care group—but says she was distressed by their response. The Alaska Department of Public Safety investigated the claim, and, according to the report filed, found no evidence of an injury to the dog. The Iditarod, for its part, stressed that it was “not an enforcement agency,” and that so long as Mitch had been cleared of these allegations, he would be free to continue racing. “Every accusation that gets laid on you, you now have, in the 21st century, an obligation to prove you didn’t do something. How many politicians deal with that? ... I just feel like that’s the situation we get put in.” DALLAS SEAVEY Mitch remembered the event differently. He told me that Stevens saw him break up a fight between two “aggressive, adrenaline-driven” male dogs on a training run, and that he used necessary force to do so. “When you have a dog trying to rip another dog’s face off, what do you do?” he asked me rhetorically. Mitch also has doubts about his critics in general. “I’ve had PETA plants, spies in my kennel,” he said. “They just make shit up.” Both PETA and Stevens maintain that she wasn’t an undercover agent, and there’s no indication she was working for the group. David Perle, the organization’s media divisions manager, confirmed that they did plant one investigator in Mitch Seavey’s kennel for two months in 2019. Dallas has also had to defend himself against an employee’s claim of mistreatment at his kennels. According to an incident report completed by state trooper Wallace Kirksey, in October 2017, PETA filed investigation requests with the animal care division of the local borough, Matanuska-Susitna, and the Alaska State Troopers on behalf of Abigayil Crowder, who had worked at Dallas’s kennel for several months. In a separate statement Crowder made to the Matanuska-Susitna Borough Animal Care and Regulation Board, she alleged the deaths of several puppies were the result of neglect. In the statement, she also named two handlers who “choke dogs, throw them on the ground and slap them and kick them.” (Crowder couldn’t be reached for comment but through another source in this story declined to be interviewed.) In his incident report, Kirksey noted there were only “approximately 16 dogs” and “three apparent juvenile dogs” at the Talkeetna kennel when he visited. “I found nothing at the location to suggest the animals were not being cared for properly or to suggest a violation of Alaska Animal Cruelty or Care Statutes,” he wrote. Kirksey also reported that, on his way to inspect Dallas’s other kennel, in Willow, he ran into Nick Uphus, an officer from the Matanuska-Susitna Borough Animal Care and Regulation division, who told him he hadn’t seen any evidence of Crowder’s allegations. Kirksey noted that he reviewed a copy of Uphus’s report, which found “no violation of law,” and thus did not visit the kennel himself. The Matanuska-Susitna Borough’s then-mayor, Vern Halter—a former Iditarod musher himself—issued a statement praising Seavey’s high standard of care and saying, “This complaint is absolutely false.” According to the report, Dallas let go of the handler Crowder accused of dog abuse. He acknowledged to me that a litter of premature puppies died, but said a vet had told him they would not survive with their organs underdeveloped and that he had done “everything in our power to keep those dogs alive.” He points out that the inspection results vindicated him. It’s a persistent point of frustration for Mitch and Dallas—having to repeatedly deny the same allegations of dog mistreatment that have been investigated by the authorities and have not resulted in any criminal charges. “Every accusation that gets laid on you, you now have, in the 21st century, an obligation to prove you didn’t do something,” Dallas told me. “How many politicians deal with that? ... I just feel like that’s the situation we get put in.” Of Crowder’s allegations, Dallas said, “When they contacted us, we said, ‘Come out right now.’ They did the inspection the same day and saw there was actually nothing we were doing wrong.” That’s true, in the eyes of the law. The state statute defining cruelty to animals “does not apply to generally accepted dog mushing or pulling contests or practices.” Furthermore, in Matanuska-Susitna, an area that includes Talkeetna and Willow, sled dogs are classified as livestock, and as a result, some animal rights activists fear that owners of licensed mushing facilities might not be held to the same standard of care as owners of dogs kept as house pets. For better or worse, Alaska is currently a state where the right to mush is enshrined in its legal code. The law, like the Iditarod itself, seems to reflect a frontier mentality. Mushers have strong opinions about the way they treat their dogs and what is in their best interest, but what happens at their kennels typically stays behind closed doors. “The general public will never really know what’s going on with sled dogs, whether it’s right or wrong,” said Schandelmeier, who runs a kennel in Alaska that rescues most of its dogs from shelters or other mushers. He points out that some mushers are worse than others and that Dallas, by virtue of being one of the world’s most elite mushers, merits close scrutiny. “Should readers be concerned about the way Dallas treats his dogs?” he said. “Yeah. It’s not exclusive to Dallas.” But as the sport’s current king, “he’s the poster boy right now.” The Saga of the Worlds Greatest Dogsledder—and the Fight Over the Future of the Iditarod On Monday, March 14th, about 160 miles away from Nome, Mitch ran into more trouble. Outside Koyuk, where the trail bends west along the glazed beach of the Bering Sea, winds gusting up to 70 miles an hour blew his sled crossways on the polished ice and off the trail. He finally surrendered and headed back to Koyuk to wait out the storm. Though he still planned to finish, he had given up hope of winning. Others had begun to scratch outright. Twelve of the 49 mushers who started the race would drop out along the way. Nome is the Iditarod’s Promised Land, but no place of comfort. Tucked roughly 140 miles below the Arctic Circle, the once-booming gold rush town is now a hamlet of 3,700 inhabitants. The land runs out here at the frozen sea, which has violently buckled and thrust shelves of ice onto the shore. The earth itself is tundra—a vast expanse of lunar landscape where snow drifts above kitchen windows and abrasive saltwater winds scrape the paint off houses. Nature feels bigger here, a greater force to be reckoned with. “At the end of a 1,000-mile race, going through every hell you can think of, exhausted, beaten down by Thor’s hammer—to keep it together in that situation, it’s one of the greatest wins ever.” DIANA HAECKER, EDITOR OF THE NOME NUGGET The Nomeites abide their hardship bravely. When the Iditarod comes to town, they hail it as “the Mardi Gras of the North,” hosting two weeks of revelry that include a craft fair, a Qiviut lace-knitting workshop, dog sled tours, and plenty of old-timers spinning Iditarod yarns. The race finishes down Front Street, lined with two hotels, The Nome Nugget offices, and a mess of worn and tired bars. Farther down, the town’s convention center, which resembles a Legion hall, houses race headquarters. Inside, on Monday morning, high school cheerleaders peddled baked goods, volunteers idly chatted, and journalists worked at the rows of banquet tables. Suddenly, shortly after 11:00 a.m., the room began to buzz: Sass had reached White Mountain. Two hours and 37 minutes later, Dallas arrived, still in second, far ahead of the others. The two would take their last mandatory eight-hour rest there, and then the dogs would be primed for the final 77-mile stretch into Nome. Talk turned to handicapping Dallas’s chances. Two and a half hours was a lot of time to make up at this stage, but he had defied long odds before. In 2014, he left White Mountain in third place, behind Aliy Zirkle and Jeff King. They ran into a horrific storm. Zirkle made it to the next checkpoint, Safety, and hunkered down in a cabin to wait it out. On his way there, King kept getting blown off course. At times, all he could see was a brown wall of blowing dust and ice. He finally curled up with his dogs and—fearing for all of their lives—the four-time champion eventually flagged down a passing snowmachine for help, knowing that such assistance would automatically disqualify him. Dallas passed Zirkle and King in the nocturnal storm without knowing it. When he reached Nome, he didn’t realize what had happened until a cameraman told him he’d won. “That’s the drama I will never forget in my life,” Haecker said. “At the end of a 1,000-mile race, going through every hell you can think of, exhausted, beaten down by Thor’s hammer—to keep it together in that situation, it’s one of the greatest wins ever.” Eight years later, a final push through another perilous night would again decide his fate. Sass left White Mountain on Monday evening at 7:05 p.m., knowing Dallas would soon be on his tail. Dallas left at 9:42 p.m., thinking, I’m going to need Brent to make some mistakes. The five-time champion’s team of eight dogs “took off like a bullet,” he said, finally running like themselves. In Nome, fans went to bed not knowing which musher they’d be cheering first down Front Street the next morning. In the moonless night, the winds raged along the final stretch, gusting up to 62 miles per hour. Sass fought to keep his sled on the icy trail, but a blast knocked his team down the hillside and they tumbled into the darkness. When they stopped, the dogs huddled together, shaken. Sass turned on the light mounted to his sled’s handlebar and searched for the trail. Behind him, Dallas’s team ran at a steady clip, slowly gaining ground. All the while, Sass feared the sight of Seavey’s headlamp cruising by. Finally, from the bottom of the hill, the beam of Sass’s light glinted off the reflective tape of a trail marker. Sass managed to coax his team up the hillside, onto the trail, and back into the race. In Nome, a crowd of several hundred had gathered on either side of the finishing chute by 5:30 Tuesday morning, illuminated by television spotlights. An announcer with a microphone charted Sass’s progress on a monitor: “Brent is up off the ice.” A moment later: “He has made it onto Front Street.” Sass’s headlight beamed a small point in the distance, growing brighter. Then there they were, his team of 11 dogs trotting in fluorescent yellow booties up the chute and under the Burled Arch to the applause of the crowd and the clatter of cowbells. A dazed and weary Sass told those gathered, “I’m still kind of numb. I haven’t been able to sleep.” An hour and eight minutes later, the scene repeated itself with Dallas’s arrival—minus the photo shoot of the champion with his lead dogs draped in garlands of yellow roses. He had gained more than an hour on Sass over the final 77 miles. Had the race been longer, he likely would’ve passed his rival, but, alas, Dallas had run out of trail. The third place finisher, Jessie Holmes, did not arrive for almost another 13 hours. The others would meander in over the next four days, with the last arriving just before midnight on Saturday. Mitch didn’t complete his 28th Iditarod until Wednesday morning at 10:19. Snow encased his mustache, and his ribs hurt. Only a couple dozen fans showed up to greet him. When Dallas hugged him in the chute, Mitch quipped, “You’re here?” Dallas would later take a seat in the convention center after some sleep and a solid meal to reflect on the race. His face was windburnt, his lips were chapped. He was disappointed that a sixth win had eluded him, but he declared victory of a sort. “I’m as proud of this race as any I’ve run,” he said. “I didn’t win, but I had success in being able to manage my team.” In the end, that’s what sets apart the good mushers from the great. “I don’t care about the victories,” Haecker said. “Looking through the eyes of a musher, the way he handles his dogs—motivates them, understands them—for me, that puts him up there in the pantheon of great sled dog racers.” And yet he had fallen short. He had not yet established himself as the undisputed greatest-ever with an unprecedented sixth win, or gone out on top. But he remained firm in his resolve that this, for the time being, was his last Iditarod. Immediately after Sass’s finish, before Dallas even got to Nome, PETA issued a statement condemning Sass, declaring all he had won was the “cruelty crown,” and asserting ominously, “The days are numbered for crude, outdated entertainment like the Iditarod.” When Dallas braked his team under the Burled Arch, Nelson Jr., the head vet, moved in with his team to check the dogs. Dallas stepped off his sled and hugged his daughter, Annie. Next, he hugged his two lead dogs, Prophet and his half-brother North. He asked Annie to get a picture of him with the pair. “It’s probably the last time we’ll be here together,” he said. Nordman, the race marshal, who had informed him five years earlier that his dogs had tested positive, approached, this time with praise. “That’s the best managed team I’ve ever seen,” he told Dallas. Dallas smiled. He turned, walked back to his sled, mounted it, and invited Annie to stand beside him. Then called to his team, “Ready, boys.” And they set off, trotting through an opening in the chute, away from the crowd and down the street, disappearing into the darkness of the belated dawn.Türkiye'deki depremin ardından, hükümet acil durum ilan etti ve arama-kurtarma çalışmalarına devam ediyor. 6.9 büyüklüğündeki deprem, batı kıyısındaki İzmir kenti ve çevresinde ciddi hasara neden oldu. Yüzlerce kişi evsiz kaldı ve hayatını kaybetti. Kurtarma ekipleri enkaz altında kalanları arıyor ve yardım malzemeleri bölgeye sevk ediliyor.",
        "summarize": "The article is about Dallas Seavey, a prominent sled dog racer, and his quest to win the Iditarod sled dog race for a record-breaking sixth time. However, Seavey is also a lightning rod for criticism from animal rights activists who question the treatment of sled dogs. During the race, Seavey encounters his injured father, who is also a competitor, and faces a dilemma about whether to help him and potentially hurt his chances of winning. The article explores the debate about the treatment of sled dogs, with animal rights activists calling for an end to the sport while mushers argue that the dogs are happiest running long distances. The story of Dallas Seavey, a successful dogsledder who has faced criticism and controversy in the past. It details his kennel where he houses his 110 sled dogs, his breeding of 'superdogs,' and the expensive venture of raising and racing animals at the scale he does. The article also discusses the controversy surrounding the doping violation of four of Dallas's dogs in 2017 and the impact it had on the mushing community. Despite being cleared, there are still questions about who may have doped the dogs, and some are not satisfied with his explanation. The article explores the tight-knit nature of the mushing community and the ongoing debate over the future of the Iditarod race.  The high expenses of running a sled dog kennel, particularly for the Iditarod race in Alaska. The owner, Dallas Seavey, talks about the costs of feeding, caring for, and maintaining his dogs, as well as the unexpected costs of legal and PR fees following a doping controversy. He also discusses the importance of understanding and communicating with his dogs to build their trust. Despite the challenges, he remains passionate about his work and his dogs. The article also mentions the history of the Iditarod and its origins with a man from Oklahoma. The Iditarod is an annual long-distance sled dog race held in Alaska, covering a distance of approximately 1,000 miles from Anchorage to Nome. The race is named after the Iditarod Trail, which was used by people during the gold rush era in the early 20th century. The first Iditarod race was held in 1973 with 34 mushers competing, and it has since become a grueling test of endurance for both dogs and mushers alike. oe Redington, Sr. started training sled dogs in Alaska in the mid-20th century and used to hook up 200 of his dogs to pull a school bus as a carnival trick. He wanted to honor the animals' contributions to Alaska's way of life, and to commemorate the state's frontier spirit, a course was devised that followed the Iditarod Trail. Dan Seavey was among the 34 mushers who contested the first race and became known for his tenacity and meticulous preparation. Mitch Seavey, Dan's son, followed in his father's footsteps and became a successful musher, winning the Iditarod in 2004 and setting a new course record in 2017. His son Dallas also became a musher and started his own kennel, experimenting with new training methods to achieve faster travel times. Father and son combined to win a staggering six Iditarods in a row from 2012 to 2017, with Mitch becoming the oldest musher to ever win the race and setting a new course record in the process. Both father and son possess grit, tenacity, and an unrelenting will to win, making them some of the most successful competitors in the history of the Iditarod. Dallas Seavey, a renowned dogsledder, faced a setback during the Iditarod race when some of his dogs fell ill with a stomach bug. He had to focus on nursing his team back to health instead of outracing his competition. He gave his sick dogs a probiotic clay substance in the next checkpoint and carried the sickest dogs in the basket of his sled or a small trailer to provide them with a respite. However, without his entire team pulling at full strength, winning the race became more complicated. During the Iditarod race, sled dogs need to consume around 10,000 calories a day, equivalent to a person consuming 30,000 calories. Preparing for the race requires intensive logistical planning, with food and supplies delivered to various checkpoints along the trail. The sport has modernized over the past half-century, and finishing times have steadily decreased due to smarter training, better groomed trails, improved nutrition for dogs, and lighter sleds with faster runners. Critics have also suggested that performance-enhancing drugs may contribute to the speed increase. Dallas faced allegations of doping when four of his dogs tested positive for Tramadol, an opiate painkiller, after the 2017 race. A four-time champion of the Iditarod, who was accused of giving his dogs Tramadol, a painkiller, during the 2017 race. The Iditarod Trail Committee announced that several dogs in an unnamed musher's team had tested positive for a banned substance, prompting Seavey to feel unfairly outed. In the end, he was cleared of any involvement with the positive tests, but the controversy damaged the Iditarod's relationships with some mushers and sponsors. The article also discusses the possibility of doping in the Iditarod and how some mushers have avoided testing."
    },
    {

        "ID":"3",
        "title": "2023年土耳其-叙利亚地震",
        "title_eng":"2023 Turkey-Syria earthquake",
        "tags":["Housing", "Earthquakes", "Istanbul", "Construction", "Safety", "Engineering", "Architecture"],
        "author": "Emily Wong",
        "date": "23/07/2022",
        "content": "2023年土耳其-敘利亞地震，是指當地時間2023年2月6日凌晨4時17分发生在土耳其南部接壤敘利亞邊境的强烈地震。地震震中位于土耳其加济安泰普省（北纬37.174度，东经37.032度），芮氏規模介於5.6至6.7之間，震源深度为17.9公里，最大烈度为XI（11）度[2]。地震發生後的凌晨4時17分至4時36分共發生3次地震。加济安泰普省附近的賽普勒斯、敘利亞、黎巴嫩、以色列、約旦、伊拉克均有震感[3]。此次地震包括土耳其和敘利亞在内共造成至少53,565人死亡、129,794人受傷，是至少一个世紀以來该區域经历的最强的地震之一[3]，且此次地震土耳其死亡人數超過1939年埃尔津詹地震，成為土耳其100多年來死亡人数最多的地震[4][5][6]。但是由於當地治安情況開始惡化，多國救援隊暫停工作，阻礙救援。[來源請求]主震之後發生多次餘震，其中最強烈的一次餘震震級為Mw7.5級。[7]該次餘震發生在9小時後，位於卡赫拉曼馬拉什省埃基讷聚東南偏南4公里（2.5英里）處（北纬38.024°，东经37.203°）[8]，當地時間為下午1時24分，為麥加利地震烈度表中最大的IX（9）度。这次地震的震源位于安那托利亚板块、阿拉伯板块和非洲板块这三塊板块的交汇处附近，因此地震活动频繁。即使如此，自1970年以来，该地震震中距250公里范围内的区域仅发生过3次震级在6级以上的地震，而这些地震均发生在东安那托利亚断层附近。其中，规模最大的地震为2020年1月发生的6.7级地震。与这次地震的震中地区相比，土耳其南部的其他地区和叙利亚北部曾发生过更为严重的破坏性地震。例如，尽管历史久远的地震的准确位置和震级无法准确知晓，但坐落于叙利亚北部的阿勒颇曾因大型地震摧毁过数次。最显著的例子是1138年发生的7.1级地震和1822年发生的7.0级地震。其中，后者造成的死亡人数达2万至6万人[2]。美国地质调查局认为，这次地震是一次浅源的走滑断层事件。根据震源机制解，这次地震要么是沿着一条东北至西南方向延伸的左旋走滑断层破裂，要么是沿着东南至西北方向延伸的右旋走滑断层破裂的。这样的震源机制与过去在东安那托利亚断层和死海转换断层带附近发生的地震相符。东安纳托利亚断裂带适应了土耳其板块向爱琴海方向的挤压，而死海转换断裂带则适应了阿拉伯半岛相对于非洲和欧亚板块的向北运动[2]。虽然地震的震中通常在地图上标记为一点，但7.8级的走滑断层型地震的典型震源域最长可延伸至190公里，最宽可至25公里[2]。美国地质调查局测定，该次地震震中位于土耳其加济安泰普省（北纬37.174度，东经37.032度），震级为MW 7.8级，震源深度为17.9公里，最大烈度为Ⅸ（9）度[2]。 欧洲地中海地震中心测定的震级与美国相同，均为MW 7.8级。此外，该机构还测定此次地震震中位于加济安泰普西北偏西37公里处（北纬37.23度，东经37.02度），震源深度约为10公里[9]。 中国地震台网测定的震级与美国相同，均为MW 7.8级。此外，该机构还认为此次地震震中位于北纬37.15度，东经36.95度，震源深度约为20公里[10]。",
        "summarize": "On February 6, 2023, a strong earthquake occurred in southern Turkey, bordering Syria. The earthquake had a magnitude between 5.6 to 6.7 on the Richter scale, with an epicenter in the province of Gaziantep, Turkey, and a depth of 17.9 km. There were three aftershocks that occurred between 4:17 to 4:36 a.m. on the same day. The earthquake was felt in Cyprus, Syria, Lebanon, Israel, Jordan, and Iraq. The earthquake caused at least 53,565 deaths and 129,794 injuries in both Turkey and Syria, making it one of the strongest earthquakes in the region in at least a century. Due to the worsening security situation in the area, rescue efforts were hindered. There were multiple aftershocks, the strongest of which was magnitude Mw7.5. The earthquake occurred at the intersection of the Anatolian, Arabian, and African plates, making the region prone to seismic activity. Despite this, only three earthquakes with a magnitude of over 6 have occurred within 250 km of the epicenter since 1970, and they were all near the East Anatolian Fault. The earthquake was caused by a shallow strike-slip fault along a northeast to southwest or southeast to northwest direction, which is consistent with past earthquakes in the region.",
        "translate": "The 2023 Turkey-Syria earthquake refers to a strong earthquake that occurred on the Turkey-Syria border in southern Turkey on February 6, 2023 at 4:17 am local time. The epicenter was located in the province of Gaziantep, Turkey (latitude 37.174 degrees, longitude 37.032 degrees), with a magnitude between 5.6 and 6.7 on the Richter scale and a depth of 17.9 kilometers. The maximum intensity was XI (11) degrees. Three earthquakes occurred in total between 4:17 and 4:36 am after the earthquake. The earthquake was felt in Cyprus, Syria, Lebanon, Israel, Jordan, and Iraq. The earthquake caused at least 53,565 deaths and 129,794 injuries in Turkey and Syria, making it one of the strongest earthquakes in the region in at least a century. It surpassed the 1939 Erzincan earthquake as the deadliest earthquake in Turkey in over 100 years. Due to worsening local security, multinational rescue teams temporarily suspended their work, hindering rescue efforts. After the main earthquake, several aftershocks occurred, with the strongest one measuring Mw7.5. The aftershock occurred 9 hours later, 4 kilometers southeast of Ekinözü, Kahramanmaraş Province (latitude 38.024 degrees, longitude 37.203 degrees) at 1:24 pm local time. It was the largest IX (9) degree earthquake on the Mercalli intensity scale. The epicenter of the earthquake was near the intersection of the Anatolian Plate, the Arabian Plate, and the African Plate, and earthquakes are frequent in the area. Nonetheless, since 1970, only three earthquakes with a magnitude of 6 or higher have occurred within a 250-kilometer radius of the earthquake's epicenter, all near the East Anatolian Fault. The largest of these was a 6.7 magnitude earthquake in January 2020. Compared to the epicentral region of this earthquake, other parts of southern Turkey and northern Syria have experienced more severe destructive earthquakes. For example, while the exact location and magnitude of ancient earthquakes are unknown, Aleppo in northern Syria has been destroyed several times by large earthquakes, with the most notable examples being a 7.1 magnitude earthquake in 1138 and a 7.0 magnitude earthquake in 1822, which caused between 20,000 and 60,000 deaths. The US Geological Survey considers the earthquake to be a shallow strike-slip fault event. According to the focal mechanism solution, the earthquake was either caused by a left-lateral strike-slip fault extending northeast-southwest or a right-lateral strike-slip fault extending southeast-northwest, consistent with earthquakes that have occurred in the past near the East Anatolian Fault and the Dead Sea Transform Fault. The East Anatolian Fault accommodates the compression of the Turkish Plate towards the Aegean Sea, while the Dead Sea Transform Fault accommodates the..."
        
    },
    {

        "ID":"4",
        "title": "La Princesa Leonor comenzará en agosto la formación militar: ´Sabe la exigencia y el sacrificio que conlleva´",
        "title_eng": "La Princesa Leonor comenzará en agosto la formación militar: ´Sabe la exigencia y el sacrificio que conlleva´",
        "tags":["Housing", "Earthquakes", "Istanbul", "Construction", "Safety", "Engineering", "Architecture"],
        "author": "MARINA PINA",
        "date": "14/03/2022",
        "content": "La Princesa Leonor comenzará en septiembre la formación castrense con su ingreso en la Academia General Militar del Ejército de Tierra, en Zaragoza. La Heredera sigue los pasos de su padre y recibirá formación en los tres Ejércitos, en un plan en el que han trabajado Casa Real y el Gobierno en conjunto desde hace meses. Ha sido la ministra de Defensa, Margarita Robles, quien ha detallado la noticia en la rueda posterior al Consejo de Ministros, donde se ha ratificado el Real Decreto que regula su paso por las Academias. El artículo 2 de la Ley de la Carrera Militar dispone que ´el Príncipe de Asturias podrá desarrollar la carrera militar y tener los empleos militares que, mediante real decreto, determine el Gobierno, que queda facultado para establecer un régimen propio y diferenciado teniendo en cuenta las exigencias de su alta representación y su condición de heredero de la Corona de España´. Tal y como ha explicado la ministra Robles, ´la Casa de su Majestad el Rey ha entendido que la Princesa de Asturias tiene que recibir una formación militar´, atendiendo al artículo 62 apartado H de la Constitución Española, que dicta que al Rey le corresponde ´el mando supremo de las Fuerzas Armadas´. La ministra ha afirmado que para el Gobierno ´es una magnífica noticia [la entrada de la Princesa en las Fuerzas Armadas], pues pone en relieve el funcionamiento normal de las instituciones´. Por su parte, Casa Real ha explicado en un comunicado que los Reyes consideran ´que la formación militar de la Princesa de Asturias es muy conveniente y valiosa; refuerza las capacidades de servicio y entrega, y facilita los cometidos de representación que deberá asumir como Heredera de la Corona´. Además, ´la Princesa Leonor sabe de la exigencia y del sacrificio que conlleva la vida castrense y es muy consciente del honor que supone formarse y servir junto a hombres y mujeres de nuestras Fuerzas Armadas´. Para diseñar el plan de formación de la primogénita del Rey, Zarzuela se ha inspirado en el modelo de su padre, Felipe VI, y Doña Leonor pasará un curso por cada ejército, para aprender lo básico de los tres. La Princesa empezará por la rama terrestre, una de las más antiguas del mundo, que está en servicio desde el siglo XV. PARA SABER MÁS Leonor, el pasado octubre. Casa Real. Plan secreto para la Princesa Leonor en el año crucial: formación militar, jura de la Constitución y universidad REDACCIÓN: MARINA PINA Madrid Plan secreto para la Princesa Leonor en el año crucial: formación militar, jura de la Constitución y universidad Doña Leonor terminará el colegio el próximo 20 de mayo, último día lectivo del calendario del UWC Atlantic College de Gales, donde ha cursado la modalidad de bachillerato internacional. Desde ese momento y hasta septiembre tendrá libre, cuando ingresará en la Academia de Zaragoza, convirtiéndose en un soldado de la LXXXIII promoción. Su abuelo, el Rey Juan Carlos I pertenece a la XIV y su padre cursó el ciclo de Infantería con la XLIV promoción. La Princesa se incorporará a la Academia a finales de agosto o principios de septiembre. ´Entrará en el primer curso y permanecerá hasta la jura de bandera. Después, se incorporará al segundo curso, para adquirir los conocimientos del Ejército de Tierra´, ha detallado Robles, quien ha puntualizado que comenzará con el empleo de Teniente. El segundo año, la heredera pasará por la Escuela Naval Militar, situada en la localidad pontevedresa de Marín desde 1943. La Princesa se va a incorporar al tercer curso y se embarcará en Elcano con el resto de guardiamarinas. Además, recibirá el empleo de alferez de navío como el resto de sus compañeros. Doña Leonor terminará su formación militar en la Academia General del Aire, en San Javier. Precisamente en la academia tuvo lugar el debut de la ahora Princesa y su hermana en un acto público. Fue en mayo de 2014, un mes antes de la abdicación de su abuelo, para participar en los actos del 25 aniversario de la XLI promoción, a la que pertenece Don Felipe. Allí, también como teniente, la Princesa se incorporará a los estudios de cuarto curso. Zarzuela y Gobierno han cerrado el plan del paso de la Princesa por las Academias teniendo en cuenta la antigüedad de cada ejército, pero también un momento clave en la vida de los guardiamarinas que a final de curso participan en una travesía en el Juan Sebastián Elcano donde tocan varios puertos. La presencia de la Princesa en la embarcación condiciona el programa de navegación y los puertos por los que pasar, pues si la Heredera sigue los pasos de su padre, en cada amarre tendrá compromisos institucionales. Además, la ministra Robles ha recordado que esta formación no irá en perjuicio de sus estudios universitarios, que cursaría a continuación. MUJERES, EN MINORÍA Cuando la Princesa Leonor llegue al trono, hará historia al convertirse en la primera mujer capitán general de los tres Ejércitos españoles. Es el rango que le corresponde al Jefe del Estado según la ley de Carrera Militar de 2007. Pero además se hará un hueco en un mundo exigente donde la nota de corte para acceder a través de la EBAU supera el 12.  Según el último informe de la evolución del hombre y la mujer en las Fuerzas Armadas, realizado por el Observatorio militar para la igualdad entre hombres y mujeres del Ministerio de Defensa, las mujeres representan apenas el 12,9% de los 108.000 miembros de las Fuerzas Armadas, estando más presentes en los Cuerpos Comunes (35%), la Armada (13,7), el Aire (14,2) y Tierra (11,5).Sin embargo, la tendencia aumenta cada año desde que en 1994 se incorporó la mujer a los tres Ejércitos, así, la media de crecimiento es de una décima al año.",
        "summarize": "Princess Leonor, the heir to the Spanish throne, will begin her military training in September at the General Military Academy of the Spanish Army in Zaragoza. She will receive training in all three branches of the military, following in her father's footsteps. The decision to enroll her in the military academy is based on the Spanish Constitution, which states that the supreme command of the Armed Forces belongs to the King. The Royal House has said that her military education will strengthen her service and commitment capabilities and facilitate her tasks of representation. Princess Leonor will spend one course learning the basics of each branch of the military, starting with the land-based army, then moving on to the Naval Military School and finally completing her training at the General Air Academy.",
        "translate": "Princess Leonor will begin her military training in September with her admission to the General Military Academy of the Spanish Army in Zaragoza. The heir to the Spanish throne will follow in her father's footsteps and receive training in all three branches of the military. The plan, which has been worked on jointly by the Royal House and the government for months, has been ratified by the Council of Ministers. The article 2 of the Military Career Law provides that ´the Prince of Asturias may develop a military career and hold military positions that the government determines by royal decree, which is empowered to establish its own differentiated regime taking into account the demands of his high representation and his position as heir to the Crown of Spain.´The decision to enroll Princess Leonor in the military academy is based on Article 62, section H of the Spanish Constitution, which states that ´the supreme command of the Armed Forces belongs to the King.´ In a statement, the Royal House said that they be Princess Leonor's military education is very convenient and valuable; it strengthens her service and commitment capabilities and facilitates the tasks of representation that she will have to assume as Heir to the Crown.´To design the training plan for the King's eldest daughter, Zarzuela has been inspired by the model of her father, King Felipe VI. Princess Leonor will spend one course learning the basics of each branch of the military, starting with the land-based army, which has been in service since the 15th century. She will start her training in late August or early September, joining the first course and remaining until the swearing-in ceremony. She will then move on to the second course to acquire knowledge of the Army, with the rank of Lieutenant. In the second year of her military education, she will attend the Naval Military School in the town of Marín, Pontevedra, where she will embark on the Juan Sebastián Elcano with the rest of the guardiamarinas. Princess Leonor will receive the rank of midshipman, like the rest of her classmates. Finally, she will complete her military training at the General Air Academy in San Javier, where she will join the fourth course."

    },
    {
        "ID":"5",
        "title": "تحطم مُسيَّرة أمريكية فوق البحر الأسود، وموسكو تنفي التسبب في سقوطها",
        "title_eng":"A US drone crashes over the Black Sea, and Moscow denies causing its fall.",
        "tags":["Housing", "Earthquakes", "Istanbul", "Construction", "Safety", "Engineering", "Architecture"],
        "author": "PAULA CHOUZA",
        "date": "05/12/2022",
        "content": "آخر تحديث قبل ساعة واحدة (أرشيف) مسيرة أمريكيةصدر الصورة،GETTY IMAGES أعلن الجيش الأمريكي أن مقاتلة روسية اصطدمت بطائرة أمريكية مسيرة، ما تسبب في تحطم المسيرة الأمريكية فوق البحر الأسود. وبحسب بيان صادر عن الجيش الأمريكي، فإن المسيرة كانت تقوم بعملية روتينية في المجال الجوي الدولي، حين حاولت طائرتان روسيتان اعتراضها. وقالت القيادة الأمريكية في أوروبا إن الحادث جاء نتيجة ´تصرف غير مهني من قبل الروس´. ولكن روسيا قالت إن الطائرة المسيرة تحطمت بعد ´مناورة حادة´، ونفت حدوث أي تلامس مع طائرة روسية. روسيا وأوكرانيا: بايدن يشيد بحلف شمال الأطلسي وبوتين يلقي باللوم على الغرب في الحرب  روسيا وأوكرانيا: وزير الخارجية الأمريكي أنتوني بلينكن يقول إن الصين تبحث إمداد الروس بأسلحة قاتلة لمواصلة الحرب وقالت وزارة الدفاع الروسية إن الطائرة الأمريكية كانت تحلق مع إيقاف تشغيل أجهزة الإرسال والاستقبال الخاصة بها. أجهزة الإرسال والاستقبال هي أجهزة اتصالات تسمح بتعقب الطائرة. تخطى قصص مقترحة وواصل القراءة قصص مقترحة طائرة مسيرة روسيا وأوكرانيا: تحطم طائرة بدون طيار بالقرب من موسكو في هجوم تصفه روسيا بأنه ´فا´صورة سيلفي من قمرة القيادة لطائرة تجسس يو-2 تراقب المنطاد الصيني المنطاد الصيني: صورة سيلفي تكشف تحليق طائرة أمريكية فوق منطاد ´التجسس´ الصيني شوهد تسرب غاز من نورد ستريم 1 في المنطقة الاقتصادية السويدية في بحر البلطيق روسيا وأوكرانيا: كييف تنفي تورطها في تفجير أنابيب نورد ستريم  صورة متداولة على وسائل التواصل الاجتماعي الأوكرانية لمنطاد مفرغ من الهواء مربوط فيه عاكس رادار روسيا وأوكرانيا: رصد مناطيد روسية فوق كييف تشن موجة جديدة من الهجمات قصص مقترحة نهاية وأعلنت الولايات المتحدة أنها استدعت السفير الروسي في واشنطن إلى وزارة الخارجية للتعبير عن ´اعتراضها الشديد´ بعد الحادث. وقال الناطق باسم وزارة الخارجية الأمريكية نيد برايس للصحفيين: ´سنستدعى السفير الروسي إلى وزارة الخارجية´، مضيفا أن السفير الأمريكي في موسكو نقل أيضا احتجاجات واشنطن في رسالة إلى وزارة الخارجية الروسية. ووقع الحادث في حوالي الساعة 7:03 بتوقيت وسط أوروبا، وفقا للجيش الأمريكي. وقال البيان ´كانت طائرتنا المسيرة MQ-9 تقوم بعمليات روتينية في المجال الجوي الدولي، عندما اعترضتها طائرة روسية واصطدمت بها، ما أدى إلى تحطم الطائرة MQ-9 وفقدانها تماما´. ولعدة مرات قبل الاصطدام، ألقت مقاتلتان روسيتان من طراز Su-27 الوقود نحو الطائرة المسيرة ´بطريقة متهورة وغير سليمة بيئياً وغير مهنية´، وفق الجيش الأمريكي. ويذكر أن الطائرات المسيرة MQ-9 Reaper هي طائرات مراقبة كاملة الحجم، يبلغ طول جناحيها 20 مترًا. وقال المتحدث باسم البيت الأبيض، جون كيربي، إن اعتراض الطائرات الروسية لطائرات أمريكية ليس أمرا نادرًا فوق البحر الأسود، لكنها المرة الأولى التي يسفر فيها عن حادث. وتصاعدت التوترات في المنطقة منذ ضم روسيا لشبه جزيرة القرم عام 2014.ومنذ الغزو الروسي الشامل لأوكرانيا، كثفت الولايات المتحدة وبريطانيا رحلات الاستطلاع والمراقبة، على الرغم من أنها تعمل دائمًا في المجال الجوي الدولي.مواضيع ذات صلة",
        "translate":"Last update one hour ago (Archive) American march A picture was released, GETTY IMAGES. The US army announced that a Russian fighter jet collided with an American drone, causing the American drone to crash over the Black Sea.According to a statement by the US army, the drone was conducting routine operations in international airspace when two Russian planes attempted to intercept it. The US European Command said the incident was the result of ´unprofessional conduct by the Russians´.But Russia said the drone crashed after a ´sharp maneuver´ and denied any contact with a Russian plane. Russia and Ukraine: Biden praises NATO, Putin blames the West for the war. Russia and Ukraine: US Secretary of State Antony Blinken says China is looking to supply Russia with deadly weapons to continue the war. The Russian Defense Ministry said the American drone was flying with its transceiver turned off. Transceivers are communication devices that allow the tracking of the drone. Skip suggested stories and keep reading. Suggested stories A drone Russia and Ukraine: A drone crashes near Moscow in an attack described by Russia as ´failed´. A selfie from the cockpit of a U-2 spy plane monitoring the Chinese balloon. Chinese balloon: A selfie reveals a US plane flying over the ´spy´ balloon. Gas was seen leaking from Nord Stream 1 in the Swedish economic zone in the Baltic Sea. Russia and Ukraine: Kiev denies involvement in the Nord Stream pipeline explosion. A circulating Ukrainian social media image of a deflated balloon with a radar reflector attached to it. Russia and Ukraine: Russian balloons spotted over Kiev launch new wave of attacks. End of suggested stories. The United States announced that it has summoned the Russian ambassador to Washington to express its ´strong objection´ after the incident. State Department spokesman Ned Price told reporters",
        "summarize":"According to a statement from the US Army, a Russian fighter jet collided with an American drone causing the drone to crash into the Black Sea. The US military said that the drone was performing a routine operation in international airspace when two Russian planes attempted to intercept it. The incident was attributed to ´unprofessional conduct by the Russians´ by the US European Command. However, Russia denied any contact with a US aircraft, claiming that the drone crashed after a ´sharp maneuver´. The US has summoned the Russian ambassador to express its strong objection to the incident."
    }
    ,
    {

        "ID":"6",
        "title": "“소아과 찾아 50km 산길 운전”… 젊은 부부들 떠난다",
        "title_eng":"Driving on a 50km mountain road to find a pediatrician",
        "tags":["Housing", "Earthquakes", "Istanbul", "Construction", "Safety", "Engineering", "Architecture"],
        "author": "영양=조응형 기자",
        "date": "15/03/2023",
        "content": "아이가 아프면 1시간 동안 험한 산길을 운전해야 한다. 소아청소년과가 문을 닫기 전 도착하려면 늦어도 오후 5시에는 직장에 양해를 구한다. 경북 영양군 영양읍에서 네 살 딸과 두 살 아들을 키우는 ‘워킹맘’ 김민주 씨(41)가 아픈 아이를 안고 50여 km 떨어진 안동시까지 가는 건 늘 쉽지 않은 일이다. 영양에는 소아과 병원이 한 곳도 없다. 재작년 겨울, 생후 3개월이던 둘째 아이가 폐렴을 앓았을 때도 김 씨는 아이를 안고 어두운 산길을 운전했다. 한겨울 응급실 문 밖에서 아들의 코로나19 검사 결과를 기다리던 김 씨는 이사를 고민했다. 그는 “영양에서 아이를 키우는 부모는 한 번쯤 다른 지역으로 떠나는 걸 생각해봤을 것”이라고 했다. 영양은 소멸하고 있다. 지난해 이곳에서 태어난 출생아는 32명으로 사망자(295명)의 9분의 1에 불과했다. 1970년대 7만 명에 육박했던 영양군 인구는 지난달 1만6000명 밑으로 쪼그라들었다. 정부뿐 아니라 기업도 지방 소멸을 막기 위해 나섰다. 특히 시중 은행들은 지역 일자리를 만들고, 돌봄 사각지대를 메우고 있다. 사회 문제 해결에 적극적으로 나서는 ‘임팩트 금융’이 한국에서도 주목받고 있다. 영양군 주민 87% “인구 늘수 있다면 기피시설 유치도 환영” “소아과 찾아 50km 운전” 면적은 서울 1.3배… 4차로 하나 없어 “인프라 부족-인구감소 악순환 빠져 1200명 살던 ‘대티골’, 이젠 54명 뿐” 2019년 폐교된 경북 영양군 영양중학교 입암분교에 교훈 등을 적은 액자가 바닥에 덩그러니 놓여 있다. 1963년 문을 연 이  학교는 학생 수 감소로 2019년 폐교될 때까지 약 5000명의 졸업생을 배출했다. 폐교 후 임시 면사무소로 사용되다가 현재는 사실상 방치된 상태다. 영양=전영한 기자 scoopjyh@donga.com 2019년 폐교된 경북 영양군 영양중학교 입암분교에 교훈 등을 적은 액자가 바닥에 덩그러니 놓여 있다. 1963년 문을 연 이 학교는 학생 수 감소로 2019년 폐교될 때까지 약 5000명의 졸업생을 배출했다. 폐교 후 임시 면사무소로 사용되다가 현재는 사실상 방치된 상태다. 영양=전영한 기자 scoopjyh@donga.com 9일 찾은 영양군 곳곳에선 소멸의 흔적이 엿보였다. 대구에서 시외버스를 타고 3시간여를 이동해 도착한 시외버스 정류장 주변은 운영 중인 상점보다 빈 곳이 더 많았다. 슈퍼마켓, 보일러 수리점, 한약방 등 일상생활에 밀접한 점포들도 문을 닫은 지 오래였다. 이곳에서 차로 10분 거리의 산골마을 화천2리는 소멸 징후가 더 뚜렷했다. 길을 따라 듬성듬성 놓인 집들은 한 집 건너 한 집이 비어 있었다. 혼자 지내는 노인이 사망하거나 요양병원에 들어가면 집만 남겨진다. 마당엔 잡초가 무성하고 문에 발라둔 창호지가 뜯겨 집 내부가 훤히 드러나 보였다. 전기요금 고지서와 옷가지, 깨진 그릇들이 어지럽게 흩어져 있었다. 2020년 기준 화천2리에는 주민등록상 129명이 거주 중이지만 실거주자 수는 약 80명에 그친다. 화천2리에서 가장 젊다는 황영삼 이장(58)은 “주민등록상 주소지를 그대로 둔 채 요양병원에 가 계신 어르신이 많다. 최근 10년간 새로 생긴 빈집이 20곳은 된다”고 했다. 지난해 3월 기준 영양의 ‘소멸위험지수’는 0.14로 전국 13위다. 노인 100명당 20∼39세 여성이 14명에 불과하다는 뜻으로, 소멸위험지수가 0.5 미만이면 소멸위험지역으로 분류된다. 영양군청 관계자는 “인구가 줄어드니 의료·교육 등 인프라가 사라지고, 인프라 부족으로 사람이 떠나는 악순환이 반복되고 있다”고 말했다. ● 1200명이던 광산촌 인구 54명으로 급감 과거 영양은 광산업 특수를 누렸다. 군내 용화2리 광산촌은 ‘사람이 많고 큰 골짜기’라는 뜻으로 ‘대티골’이라고 불렸다. 1970년대에는 대티골 인구만 1200명으로 광산 일대에 약 1만 명이 모여 살았다. 전국 각지의 노동자들이 금, 은, 아연 채굴이 이뤄지던 광산으로 몰려들었다. 1940년대 발전소가 만들어져 경북 지역 중 가장 먼저 전기가 들어왔다. 한 동짜리 초등학교 건물에 학생만 150명이 넘던 시절이었다. 광산 기술자인 아버지 슬하에서 태어나 평생 용화2리에서 산 김승규 씨(76)는 “사람이 워낙 많아 30평(약 99㎡) 남짓한 집터에 5가구 20여 명이 모여 살았다”며 “국회의원이 마을에 유세하러 오는 게 예사였고 간이극장이 들어서 영화를 틀어주기도 했다”고 회고했다. 하지만 1976년 폐광으로 일자리가 사라지면서 마을은 급속히 쇠락했다. 제련 과정에서 토지가 오염돼 농사를 짓기도 쉽지 않았다. 젊은이들은 직업을 찾아 마을을 떠났고, 남아 있던 노인들도 하나둘 세상을 떠났다. 2020년 기준 용화2리 거주민은 54명이다. 이곳에는 광석 제련소로 쓰이던 15층 높이의 콘크리트 구조물만이 번화하던 시절의 흔적으로 남아 있었다. 30여 가구가 길을 따라 30∼100m 간격으로 듬성듬성 자리 잡았다. 과거 1000명이 넘는 주민이 살던 모습은 상상하기 어려웠다. 산 중턱 곳곳에는 마을 터로 추정되는 평지만 보였다. ● “인구 늘 수 있다면 교정시설도 환영” 영양은 새로운 일자리 유치를 통해 변신을 하려 한다. 하지만 서울 면적의 1.3배인 군내에는 고속도로, 철도는커녕 4차선 도로조차 없다. 교통 인프라가 부실하다 보니 공장이나 물류센터 등이 들어서기 힘든 구조다. 이에 영양군청은 ‘재소자 1000명 규모 교정시설 유치’를 역점 사업으로 제시하고, 1년 넘게 법무부 교정본부에 가능성을 타진하고 있다. 다른 지역에선 기피시설로 취급되지만 영양에선 ‘인구만 늘 수 있다면 환영한다’는 분위기다. 지난해 10월 설문조사에서 영양주민 86.6%가 교정시설 유치에 찬성했다. 오도창 영양군수는 “교정시설이 들어오면 교도관 등 직원 500여 명이 영양에 전입할 것으로 기대된다”며 “면회객을 대상으로 한 숙박·음식점업도 활성화될 것으로 보인다”고 했다. 영양군은 귀농 정책도 실시하고 있지만 전망이 밝진 않다. 인근 지역에 비해 의료시설이 부족해 은퇴 귀농인을 영입하기가 쉽지 않아서다. 영양군청 관계자는 “의료, 문화시설이 부족한 영양에 귀농인을 불러들이려면 다른 지자체보다 더 많은 지원을 해줘야 하는데 지역 예산만으로는 쉽지 않다”며 “영양에 정착한 귀농인이 다른 지역으로 갈까 봐 우려하는 상황”이라고 말했다. 영양=조응형 기자 yesbro@donga.com",
        "summarize":"A mother living in a remote area of South Korea has to drive her sick child for an hour on rough roads to get medical help, which is not always guaranteed to be available. The area where she lives, called Yeongyang, has been in a state of decline for years, with a shrinking population and limited access to basic services like healthcare and education. Despite this, some banks and companies have been working to prevent local extinction and support the local community. Yeongyang residents, including the mother mentioned, are welcoming any initiatives that could bring more resources and help the area thrive again.",
        "translate":"If a child is sick, they must drive on a rough mountain road for an hour. Kim Min-joo, 41, a working mother raising her four-year-old daughter and two-year-old son in Yeongyang-eup, Yeongyang-gun, has to travel more than 50 km with her sick child to Andong, hoping to arrive before the pediatric clinic closes. If she arrives after closing time, she has to ask for permission from her workplace, which may not be granted until 5 pm. It's never easy for her to make the trip, especially since there are no pediatric hospitals in Yeongyang. During the winter of two years ago, when her second child was three months old and suffering from pneumonia, Kim drove on the dark mountain road with her child. Waiting outside the emergency room in the middle of winter for her son's COVID-19 test results, Kim considered moving. ´Parents raising children in Yeongyang have probably thought about leaving for another area,´ she said.  Yeongyang is disappearing. The number of newborns born here last year was only 32, which is less than one-ninth of the 295 deaths. The population of Yeongyang-gun, which once had nearly 70,000 people in the 1970s, shrank to just over 16,000 last month. Not only the government but also companies have stepped forward to prevent local extinction. In particular, commercial banks are creating local jobs and filling childcare blind spots. ´Impact finance,´ which actively addresses social issues, is also attracting attention in Korea. 87% of Yeongyang residents say they welcome the establishment of avoidance facilities if the population can increase.´Drive 50km to find a pediatrician´ the area is 1.3 times the size of Seoul... but there is not even one four-lane road´Falling into a vicious cycle of infrastructure shortages and population declineFrom the once 1,200 residents, 'Daetigol' now has only 54 residents.´An empty frame with inscriptions, including lessons, hangs on the floor at the Inam Branch School, which was closed down in Yeongyang-gun, Gyeongsangbuk-do in 2019. This school, which opened its doors in 1963, produced about 5,000 graduates until it closed down in 2019 due to declining enrollment. After being used as a temporary district office after the school's closure, it is now virtually abandoned. Yeonghan Jeon, scoopjyh@donga.com, Yeongyang = 전영한 기자 Signs of disappearance could be seen throughout Yeongyang-gun, which was visited on the 9th. The surroundings of the intercity bus terminal, which took more than three hours by intercity bus from Daegu, had more empty spaces than operating stores. Supermarkets, boiler repair shops, and Korean beef restaurants had already closed."
    }
    ]
}
    